Repository: dio71/mydays_ios
Catalog: MyDays/Localizable.xcstrings
Source language: en
Languages: ko

# activity_alert.goal_reached.body
source: You reached your %@ goal
ko: %@ 목표를 달성했어요

# activity_alert.goal_reached.title
source: Goal Reached
ko: 목표 달성

# activity_history.empty.all
source: No activity yet
ko: 활동 기록이 없습니다

# activity_history.empty.filtered
source: No results
ko: 검색 결과가 없습니다

# activity_history.filter.all
source: All
ko: 전체

# activity_history.filter.done
source: Completed
ko: 완료

# activity_history.filter.failed
source: Not completed
ko: 미완료

# activity_history.reason_format
source: Reason: %@
ko: 사유: %@

# activity_history.search.placeholder
source: Search title or #tag
ko: 제목 또는 #태그 검색

# activity_history.show_all
source: Show All
ko: 전체 보기

# activity_history.status.done
source: Done
ko: 완료

# activity_history.status.failed
source: Gave up
ko: 포기

# activity_history.status.in_progress
source: In progress
ko: 진행 중

# activity_history.title.all
source: Activity History
ko: 활동 기록

# activity_history.title.goal
source: Missions History
ko: 목표 기록

# activity_history.title.goal_filter_format
source: %@ Mission History
ko: %@ 목표 기록

# activity_history.title.item
source: Activity History
ko: 활동 기록

# activity_history.title.todo
source: Todos History
ko: 할일 기록

# activity_history.title.todo_filter_format
source: %@ History
ko: %@ 기록

# activity_history.total.%lld
source: %lld records
ko: 총 %lld회

# activity_log.empty
source: No activity yet
ko: 아직 활동이 없습니다

# activity_log.title
source: Activity Log
ko: 활동 로그

# activity_log.untitled
source: (Untitled)
ko: (제목 없음)

# activity_source.calories
source: Calories
ko: 칼로리

# activity_source.distance
source: Distance
ko: 거리

# activity_source.flights
source: Stairs
ko: 계단

# activity_source.manual
source: Manual
ko: 직접 입력

# activity_source.steps
source: Steps
ko: 걸음수

# activity.history.title
source: Activity History
ko: 활동 기록

# activity.reason_format
source: Reason: %@
ko: 사유: %@

# activity.source.auto.accessibility
source: Automatically measured by Apple Health
ko: Apple 건강에서 자동 측정

# activity.source.auto.permission_hint
source: Enable access in [Health app](x-apple-health://) for auto measurement.
ko: 자동 측정이 안 되면 [건강 앱](x-apple-health://)에서 데이터 액세스를 허용해주세요.

# activity.source.manual.hint
source: Use manual entry when auto measurement isn't available.
ko: 자동 측정이 안 되는 항목은 직접 입력을 해주세요.

# activity.status.done
source: Done
ko: 완료

# activity.status.failed
source: Gave up
ko: 포기

# activity.unit.flights
source: floors
ko: 층

# activity.unit.minutes
source: min
ko: 분

# activity.unit.steps
source: steps
ko: 보

# add.action.complete
source: End
ko: 종료하기

# add.activity.reset
source: Reset
ko: 초기화

# add.cancel_confirm.discard
source: Discard
ko: 변경사항 버리기

# add.cancel_confirm.title
source: Discard changes?
ko: 변경사항을 버릴까요?

# add.checklist.add
source: Add Item
ko: 항목 추가

# add.checklist.placeholder
source: Item
ko: 항목

# add.chip.has_time
source: Time
ko: 시간설정

# add.chip.no_date
source: None
ko: 미정

# add.chip.period
source: Period
ko: 기간설정

# add.chip.today
source: Today
ko: 오늘

# add.chip.tomorrow.goal
source: Tomorrow
ko: 내일

# add.complete_alert.message
source: It will move to the completed section. Records are kept.
ko: 완료 섹션으로 이동합니다. 기록은 유지됩니다.

# add.complete_alert.title
source: End this item?
ko: 이 항목을 종료할까요?

# add.delete_alert.message.goal
source: Activity records for this mission will also be removed. Delete this mission?
ko: 목표 삭제 시 활동 기록도 같이 삭제됩니다. 이 목표를 삭제하시겠어요?

# add.delete_alert.message.todo
source: Activity records for this task will also be removed. Delete this task?
ko: 할일 삭제 시 활동 기록도 같이 삭제됩니다. 이 할일을 삭제하시겠어요?

# add.delete_alert.title
source: Delete
ko: 삭제

# add.field.activity_source
source: Measurement source
ko: 측정 방식

# add.field.activity_target
source: Target value
ko: 목표 수치

# add.field.category
source: Category
ko: 카테고리

# add.field.due_hour
source: Due time
ko: 마감 시각

# add.field.duration
source: Duration
ko: 목표 시간

# add.field.focus_target
source: Target minutes
ko: 목표 시간

# add.field.goal_alert
source: On Completion
ko: 목표 달성 알림

# add.field.notes
source: Notes
ko: 메모

# add.field.recurrence
source: Recurrence
ko: 반복 설정

# add.field.recurrence_end
source: Recurrence End
ko: 반복 종료

# add.field.start_hour
source: Start time
ko: 시작 시간

# add.field.title
source: Title
ko: 제목

# add.label.end
source: End
ko: 종료

# add.label.start
source: Start
ko: 시작

# add.section.activity
source: Activity Target
ko: 활동 목표

# add.section.alert
source: Alerts
ko: 알림

# add.section.category
source: Category
ko: 카테고리

# add.section.checklist
source: Checklist
ko: 체크리스트

# add.section.focus
source: Focus
ko: 집중

# add.section.goal_color
source: Color
ko: 색상

# add.section.goal_icon
source: Icon
ko: 아이콘

# add.section.goal_type
source: Mission Type
ko: 목표 유형

# add.section.kind
source: Kind
ko: 종류

# add.section.kind.sub
source: Mission Type
ko: 목표 종류

# add.section.priority
source: Priority
ko: 우선순위

# add.section.recurrence
source: Recurrence
ko: 반복

# add.section.schedule
source: Schedule
ko: 일정

# add.section.time
source: Time
ko: 시간

# add.title.edit
source: Edit Item
ko: 항목 수정

# add.title.edit_format
source: Edit %@
ko: %@ 수정

# add.title.new
source: New Item
ko: 새 항목

# alert.goal_no_recurrence.body
source: Recurrence is not set. Save as a one-off mission?
ko: 반복 설정이 안되었어요. 이대로 1회성 목표로 저장하시겠습니까?

# alert.goal_no_recurrence.save_anyway
source: Save as is
ko: 이대로 저장

# alert.goal_no_recurrence.set_recurrence
source: Set recurrence
ko: 반복 설정하러 가기

# alert.goal_no_recurrence.title
source: No recurrence set
ko: 반복 미설정

# alert.healthkit_denied.body
source: HealthKit permission was denied. Falling back to manual entry. To enable automatic measurement, allow access in Settings > Privacy > Health > MyDays.
ko: HealthKit 권한이 거부되어 수동 측정으로 전환됩니다. 자동 측정을 사용하려면 설정 > 개인정보 보호 > 건강 > MyDays에서 권한을 허용해주세요.

# alert.healthkit_denied.title
source: HealthKit Access Denied
ko: HealthKit 권한 거부

# alert.label.due
source: Due alert
ko: 마감 알림

# alert.label.end
source: On Completion
ko: 목표 달성 알림

# alert.label.start
source: On Start
ko: 시작 알림

# alert.missing_fields.body
source: Please fill in the following:
ko: 다음 항목을 입력해 주세요:

# alert.missing_fields.title
source: Required fields missing
ko: 입력 필요 항목

# alert.offset.day_before_9pm
source: 1 day before 9 PM
ko: 1일전 오후 9시

# alert.offset.disabled
source: Off
ko: 안 함

# alert.offset.exact
source: On time
ko: 정시

# alert.offset.hour_before
source: 1 hour before
ko: 1시간 전

# alert.offset.minutes_before_format
source: %lld min before
ko: %lld분 전

# alert.offset.same_day_2pm
source: Same day 2 PM
ko: 당일 오후 2시

# alert.offset.same_day_7pm
source: Same day 7 PM
ko: 당일 오후 7시

# alert.offset.same_day_9am
source: Same day 9 AM
ko: 당일 오전 9시

# alert.offset.two_days_before_9pm
source: 2 days before 9 PM
ko: 2일전 오후 9시

# alert.permission.denied.body
source: Alerts you set here won't fire. Enable in Settings.
ko: 설정한 알림이 동작하지 않아요. 설정에서 허용해주세요.

# alert.permission.denied.title
source: Notifications disabled
ko: 알림 권한 없음

# alert.permission.open_settings
source: Open Settings
ko: 설정 열기

# alert.permission.save_anyway
source: Save anyway
ko: 그대로 저장

# alert.permission.save_warning.body
source: Alerts you set will not fire until you allow notifications in Settings.
ko: 설정한 알림이 동작하지 않아요. 설정에서 알림 허용 후 다시 시도하세요.

# alert.permission.save_warning.title
source: Notifications disabled
ko: 알림 권한 없음

# alert.target_changed.body.activity
source: The updated target value will apply from your next activity. Past records keep their original target.
ko: 변경된 목표 수치는 새로 시작하는 활동부터 적용됩니다. 과거 기록은 기존 목표 수치를 그대로 유지합니다.

# alert.target_changed.body.focus
source: The updated target time will apply from your next focus session. Past records keep their original target.
ko: 변경된 목표 시간은 새로 시작하는 집중부터 적용됩니다. 과거 기록은 기존 목표 시간을 그대로 유지합니다.

# alert.target_changed.title
source: Target changed
ko: 목표 변경 안내

# archive.empty
source: Inbox is empty
ko: 보관 중인 항목이 없습니다

# archive.empty.all_done
source: Nothing to organize. All cleared!
ko: 정리할 항목이 없어요.

# archive.empty.filtered
source: No items match this filter.
ko: 이 필터와 일치하는 항목이 없어요.

# archive.empty.first
source: Capture loose thoughts here. Sort them out later.
ko: 아직 정리되지 않은 생각은 여기에 기록하세요.

# archive.entry.placeholder
source: Quick add to inbox
ko: 생각나는 할일을 빠르게 추가

# archive.title
source: Inbox
ko: 보관함

# cap.category.message
source: You can create up to %lld categories. Upgrade to the Pro Plan for unlimited use.
ko: 카테고리는 최대 %lld개까지 만들 수 있어요. 프로 플랜으로 업그레이드하면 무제한으로 사용할 수 있습니다.

# cap.checklist.message
source: You can add up to %lld checklist items per task. Upgrade to the Pro Plan for unlimited use.
ko: 체크리스트는 할일당 최대 %lld개까지 추가할 수 있어요. 프로 플랜으로 업그레이드하면 무제한으로 사용할 수 있습니다.

# cap.goal.message
source: You can create up to %lld goals. Upgrade to the Pro Plan for unlimited use.
ko: 목표는 최대 %lld개까지 만들 수 있어요. 프로 플랜으로 업그레이드하면 무제한으로 사용할 수 있습니다.

# cap.reached.message
source: You've reached the free plan limit. Upgrade to the Pro Plan for unlimited use.
ko: 무료 버전 한도에 도달했어요. 프로 플랜으로 업그레이드하면 무제한으로 사용할 수 있습니다.

# cap.reached.title
source: Free Plan Limit
ko: 무료 버전 한도

# cap.recurrence.message
source: You can have up to %lld recurring tasks. Upgrade to the Pro Plan for unlimited use.
ko: 반복 일정은 최대 %lld개까지 사용할 수 있어요. 프로 플랜으로 업그레이드하면 무제한으로 사용할 수 있습니다.

# category.alert.todo_timed
source: With time
ko: 시간 설정시

# category.alert.todo_timed_due
source: Due (timed)
ko: 마감 알림 (시간 설정시)

# category.alert.todo_timed_start
source: Start (timed)
ko: 시작 알림 (시간 설정시)

# category.alert.todo_untimed
source: Without time
ko: 시간 미설정 시

# category.alert.todo_untimed_due
source: Due (all-day)
ko: 마감 알림 (시간 미설정시)

# category.alert.todo_untimed_start
source: Start (all-day)
ko: 시작 알림 (시간 미설정시)

# category.color.blue
source: Blue
ko: 파랑

# category.color.brown
source: Brown
ko: 갈색

# category.color.green
source: Green
ko: 녹색

# category.color.orange
source: Orange
ko: 주황

# category.color.pink
source: Pink
ko: 분홍

# category.color.purple
source: Purple
ko: 보라

# category.color.red
source: Red
ko: 빨강

# category.color.teal
source: Teal
ko: 청록

# category.color.yellow
source: Indigo
ko: 인디고

# category.delete_alert.message
source: Items assigned to this category will become uncategorized.
ko: 이 카테고리에 속한 항목들은 미분류 상태가 됩니다.

# category.delete_alert.title
source: Delete this category?
ko: 이 카테고리를 삭제할까요?

# category.edit
source: Edit Category
ko: 카테고리 편집

# category.empty
source: No categories yet
ko: 아직 카테고리가 없습니다

# category.field.name
source: Name
ko: 이름

# category.new
source: New Category
ko: 새 카테고리

# category.none
source: None
ko: 없음

# category.section.alert_default.todo
source: Todo Alert Defaults
ko: 할일 알림 기본값

# category.section.alert_default.todo_due
source: Default Due Alert
ko: 마감 알림 기본값

# category.section.alert_default.todo_start
source: Default Start Alert
ko: 시작 알림 기본값

# category.section.color
source: Color
ko: 색상

# category.section.icon
source: Icon
ko: 아이콘

# common.cancel
source: Cancel
ko: 취소

# common.close
source: Close
ko: 닫기

# common.delete
source: Delete
ko: 삭제

# common.done
source: Done
ko: 완료

# common.no_date
source: No date
ko: 날짜 없음

# common.no_time
source: No time
ko: 시간 미설정

# common.ok
source: OK
ko: 확인

# common.save
source: Save
ko: 저장

# date_picker.clear
source: No date
ko: 날짜 없음

# feedback.body_prefix
source: Please describe your feedback:
ko: 내용을 적어주세요:

# feedback.diagnostics
source: Diagnostics (please keep)
ko: 진단 정보 (지우지 말아주세요)

# feedback.subject
source: [MyDays] User Feedback
ko: [MyDays] 사용자 피드백

# feedback.suggestion.subject
source: [MyDays] Suggestion
ko: [MyDays] 건의사항

# filter.clear
source: Clear filter
ko: 필터 해제

# filter.section.category
source: Categories
ko: 카테고리

# filter.section.goal_kind
source: Mission Types
ko: 목표 유형

# focus.session.hint.keep_screen
source: Keep the screen on.
ko: 화면을 켠 채로 두세요.

# focus.session.hint.terminate_conditions
source: The session ends if you lock the screen, switch apps, or move the phone.
ko: 화면잠금이나 앱전환시 또는 폰 움직임 감지시 집중이 종료됩니다.

# focus.session.in_progress
source: I'm focusing now
ko: 지금 집중하고 있어요

# focus.session.stop
source: Stop
ko: 종료

# focus.session.target_reached
source: Achieved!
ko: 달성!

# item_action.cancelled
source: Cancelled
ko: 취소

# item_action.completed
source: Completed
ko: 완료

# item_action.created
source: Created
ko: 생성

# item_action.deleted
source: Deleted
ko: 삭제

# item_action.failed
source: Gave up
ko: 포기

# item_action.restored
source: Restored
ko: 복원

# item_action.uncompleted
source: Uncompleted
ko: 완료 취소

# item_action.updated
source: Updated
ko: 수정

# item_kind.activity
source: Activity
ko: 활동

# item_kind.focus
source: Focus
ko: 집중

# item_kind.habit
source: Habit
ko: 습관

# item_kind.not_todo
source: Fast
ko: 절제

# item_kind.todo
source: Todo
ko: 할일

# kind.coming_soon
source: Coming soon
ko: 준비 중

# kind.coming_soon_paren
source: (Coming soon)
ko: (준비중)

# kind.desc.activity
source: Set a measurable activity target and track progress toward it. Examples include walking 10,000 steps or doing 100 squats. Certain activities like walking are automatically measured when you grant device permissions. For activities that cannot be measured automatically, choose Manual entry.
ko: 측정 가능한 활동 목표를 설정하고 이를 달성하는 목표입니다. 1만보 걷기나 스쿼트 100회 등이 해당되며 걷기 등의 특정 활동은 기기 권한을 허용해 주시면 자동으로 측정됩니다. 자동 측정이 안되는 항목은 직접 입력을 선택해주세요.

# kind.desc.focus
source: Focus for a set duration without using your phone. Examples include studying for 2 hours or meditating for 30 minutes. During focus you cannot use your phone. The session ends if phone motion, screen lock, or app switching is detected. Sessions of 10 minutes or more are added to your focus time.
ko: 정해진 시간 동안 폰을 사용하지 않고 집중하는 목표입니다. 공부 2시간 또는 30분 명상하기 등이 해당되며 집중 시간에는 폰을 사용하실 수 없습니다. 폰 움직임, 화면 잠금, 앱 전환이 감지되면 집중 종료되며 10분이상 집중한 시간은 집중시간에 누적됩니다.

# kind.desc.habit
source: Track a daily or weekly habit. Examples include sleeping before 11pm or walking the dog. Tap the check button after you complete the activity.
ko: 매일이나 매주 반복적으로 달성하고자하는 루틴을 등록합니다. 11시전에 자기, 강아지 산책하기 등이 해당됩니다. 해당 활동을 진행하신 후에 완료 체크를 눌러주세요.

# kind.desc.not_todo
source: Avoid a specific activity for a set duration. Examples include quitting smoking or fasting. The mission completes automatically when the target time has passed. If you fail, enter a reason and explicitly mark it as ended.
ko: 지정한 시간동안 특정 활동을 하지않는 목표입니다. 금연이나 금식 등이 해당되며 목표시간이 지나면 자동으로 완료됩니다. 만약 절제 목표에 실패하는 경우 실패 사유를 입력하고 명시적으로 종료해주세요.

# kind.top.goal
source: Mission
ko: 목표

# kind.top.todo
source: Todo
ko: 할일

# list.empty.active
source: No active items
ko: 진행 중인 항목이 없습니다

# list.empty.all_done
source: All done — nothing left to do.
ko: 남은 할 일이 없어요. 모두 끝냈어요!

# list.empty.completed
source: No completed items
ko: 완료된 항목이 없습니다

# list.empty.filtered
source: No items match this filter.
ko: 이 필터와 일치하는 항목이 없어요.

# list.empty.first
source: Tap (+) to add a todo or mission.
ko: (+) 를 눌러 할일이나 목표를 추가해보세요.

# list.filter.all
source: All
ko: 모두

# list.group.goals
source: Missions
ko: 목표

# list.group.uncategorized
source: Uncategorized
ko: 미분류

# list.search.no_results
source: No matching items
ko: 일치하는 항목이 없습니다

# list.search.prompt
source: Search title or notes
ko: 제목·메모에서 검색

# list.search.prompt_input
source: Enter a search term
ko: 검색어를 입력하세요

# list.search.section.tags
source: Tags
ko: 태그

# list.search.title
source: Search Items
ko: 항목 검색

# list.section.active
source: Active
ko: 진행 중

# list.section.completed
source: Completed
ko: 완료

# list.title
source: All Items
ko: 전체 항목

# nav.jump_home
source: Today
ko: 오늘

# notif.body.ntd.end
source: Mission achieved!
ko: 목표 달성!

# notif.body.ntd.end_before
source: %lld min until mission
ko: %lld분 후 목표

# notif.body.ntd.start
source: Time to start
ko: 시작 시간입니다

# notif.body.ntd.start_before
source: Starts in %lld min
ko: %lld분 후 시작

# notif.body.todo.due
source: Due now
ko: 마감 시각입니다

# notif.body.todo.due_before
source: Due in %lld min
ko: %lld분 후 마감

# notif.body.todo.start
source: Time to start
ko: 시작 시간입니다

# notif.body.todo.start_before
source: Starts in %lld min
ko: %lld분 후 시작

# ntd.countdown.d_format
source: %lldd
ko: %lld일

# ntd.countdown.d_h_format
source: %1$lldd %2$lldh
ko: %1$lld일 %2$lld시간

# ntd.countdown.elapsed
source: %@ elapsed
ko: %@ 경과

# ntd.countdown.ended
source: Mission achieved
ko: 목표 달성

# ntd.countdown.failed
source: Gave up
ko: 포기

# ntd.countdown.h_format
source: %lldh
ko: %lld시간

# ntd.countdown.h_m_format
source: %1$lldh %2$lldm
ko: %1$lld시간 %2$lld분

# ntd.countdown.in_future
source: in %@
ko: %@ 후

# ntd.countdown.m_format
source: %lldm
ko: %lld분

# ntd.countdown.remaining
source: %@ remaining
ko: %@ 남음

# ntd.countdown.s_format
source: %llds
ko: %lld초

# ntd.countdown.starts_in
source: Starts at %1$@ (in %2$@)
ko: %1$@ 시작 (%2$@ 후)

# ntd.duration_format
source: %lldh
ko: %lld시간

# ntd.duration.day_format
source: %lldd
ko: %lld일

# ntd.duration.unset
source: Unset
ko: 미설정

# ntd.giveup_sheet.description.with_target
source: %@ left until your mission. Are you sure you want to give up?
ko: 목표 완료까지 %@ 남았습니다. 정말로 포기하시겠습니까?

# ntd.giveup_sheet.description.without_target
source: You've kept it for %@. Are you sure you want to give up?
ko: 현재 %@ 진행하셨습니다. 정말로 포기하시겠습니까?

# ntd.giveup_sheet.input_placeholder
source: Optional
ko: 선택 입력

# ntd.giveup_sheet.reason.condition
source: Feeling unwell
ko: 컨디션

# ntd.giveup_sheet.reason.interruption
source: Interruption
ko: 주변방해

# ntd.giveup_sheet.reason.limit
source: At limit
ko: 한계

# ntd.giveup_sheet.reason.schedule
source: Schedule conflict
ko: 다른 일정

# ntd.giveup_sheet.reason.stress
source: Stress
ko: 스트레스

# ntd.giveup_sheet.section.custom
source: Custom
ko: 직접 입력

# ntd.giveup_sheet.section.preset
source: Reason
ko: 사유 선택

# ntd.giveup_sheet.title
source: End Fast
ko: 목표 포기

# ntd.giveup.alert.message
source: It will be recorded as a failure.
ko: 포기로 기록됩니다.

# ntd.giveup.alert.title
source: End this Fast?
ko: 이 비움을 종료할까요?

# ntd.giveup.confirm
source: End
ko: 포기

# ntd.label.done_at_format
source: Ended %@
ko: %@ 종료

# ntd.label.failed_at_format
source: Gave up %@
ko: %@ 포기

# ntd.list.completed_format
source: Done at %@
ko: %@ 완료

# ntd.list.ended
source: Ended
ko: 포기

# ntd.list.in_progress_format
source: %@ ongoing
ko: %@ 진행 중

# ntd.list.remaining_format
source: %@ left
ko: %@ 남음

# ntd.list.starts_in_format
source: %@ to start
ko: %@ 후 시작

# onboarding.cta
source: Get Started
ko: 시작하기

# onboarding.feature.goal.body
source: Fast, Activity, Focus, and Habit — four Mission types to support your achievements.
ko: 절제, 활동, 집중, 습관 네 가지 유형으로 당신의 목표 달성을 도와줍니다

# onboarding.feature.goal.title
source: Stay on track with your Missions
ko: 당신의 목표를 꾸준히 실천

# onboarding.feature.inbox.body
source: Capture Todos by voice as they come. Sort schedules and categories later.
ko: 할일이 떠오르면 음성으로 빠르게 입력하세요. 일정과 카테고리 분류는 나중에 해도 되요.

# onboarding.feature.inbox.title
source: Capture as it comes
ko: 떠오르면 바로 입력

# onboarding.feature.today.body
source: See your Todos and Missions in weekly and monthly views. Check anywhere with home and lock screen widgets.
ko: 할일과 목표를 주간 및 월간 화면으로 한눈에, 홈·잠금 위젯으로 어디서나 빠르게 확인 가능해요

# onboarding.feature.today.title
source: Todos and Missions at a glance
ko: 한눈에 보는 목표와 할일

# onboarding.feature.todo.body
source: Reminders, due dates, recurrence, and checklists — experience simple yet powerful task management.
ko: 알림, 기간, 반복 설정 그리고 체크리스트까지 단순하지만 강력한 일정 관리를 경험해보세요.

# onboarding.feature.todo.title
source: Manage today's Todos with ease
ko: 오늘의 할일을 간편하게 관리

# onboarding.footnote
source: Each permission is requested the first time you use that feature.
ko: 각 권한은 해당 기능을 처음 사용할 때 요청됩니다.

# onboarding.healthkit.body
source: Steps, distance, calories, and stairs are automatically synced to your activity goals.
ko: 걸음수, 거리, 칼로리, 계단을 활동 목표 진행도에 자동으로 반영합니다.

# onboarding.healthkit.title
source: Health Data
ko: 건강 데이터

# onboarding.microphone.body
source: Voice input in the inbox bar for hands-free entry.
ko: 보관함 하단 입력 바에서 음성으로 항목을 추가할 때 사용됩니다.

# onboarding.microphone.title
source: Microphone & Speech
ko: 마이크 / 음성 인식

# onboarding.mockup.duration.16h
source: 16 hr
ko: 16시간

# onboarding.mockup.recurrence.daily
source: Daily
ko: 매일

# onboarding.mockup.recurrence.monthly_dates
source: 5, 15, 20 of month
ko: 매월 5·15·20일

# onboarding.mockup.recurrence.weekdays
source: Weekdays
ko: 매주 월·화·수·목·금

# onboarding.mockup.recurrence.weekly_mon_wed
source: Mon, Wed
ko: 매주 월,수

# onboarding.next
source: Next
ko: 다음

# onboarding.notification.body
source: Reminders for due times, goal start/end, and target reached.
ko: 할일 마감, 목표 시작·종료, 목표 달성 안내에 사용됩니다.

# onboarding.notification.title
source: Notifications
ko: 알림

# onboarding.skip
source: Skip
ko: 건너뛰기

# onboarding.title
source: MyDays uses the following permissions
ko: MyDays는 다음 권한을 사용합니다

# paywall.already
source: You're on the Pro Plan
ko: 프로 플랜 사용 중

# paywall.benefit.future
source: All future Pro Plan features
ko: 앞으로 추가될 프로 플랜 기능 전부

# paywall.benefit.reports
source: Activity reports (stats & history)
ko: 활동 보고서 (통계·기록)

# paywall.benefit.themes
source: 8 theme colors
ko: 테마 색상 8종

# paywall.benefit.unlimited
source: Unlimited goals, recurrences, categories & checklists
ko: 목표·반복·카테고리·체크리스트 무제한

# paywall.price.placeholder
source: One-time purchase · Price shown at launch
ko: 한 번 결제 · 가격은 출시 시 안내

# paywall.purchase
source: Get the Pro Plan
ko: 프로 플랜 시작하기

# paywall.restore
source: Restore Purchase
ko: 구매 복원

# paywall.subtitle
source: Unlock everything with a one-time purchase
ko: 한 번 결제로 모든 기능을 무제한으로

# paywall.title
source: MyDays Pro Plan
ko: MyDays 프로 플랜

# permission.health.dialog.confirm
source: Open
ko: 이동

# permission.health.dialog.message
source: In the Health app: 1. Tap your profile (top right) 2. Privacy → Apps and Services 3. Select MyDays 4. Enable the data types
ko: 건강 앱이 열리면: 1. 우측 상단 프로필 사진 탭 2. 개인정보 → 앱 및 서비스 3. MyDays 선택 4. 데이터 종류 권한 켜기

# permission.health.dialog.title
source: Health permissions
ko: 건강앱 권한

# priority.high
source: High
ko: 상

# priority.low
source: Low
ko: 하

# priority.medium
source: Medium
ko: 중

# priority.none
source: None
ko: 없음

# pro.feature.report.message
source: Activity reports are a Pro Plan feature. Upgrade to the Pro Plan to view stats and history.
ko: 활동 보고서는 프로 플랜 기능이에요. 프로 플랜으로 업그레이드하면 통계와 기록을 볼 수 있습니다.

# pro.feature.theme.message
source: Theme colors are a Pro Plan feature. Upgrade to the Pro Plan to use all 8 colors.
ko: 테마 색상은 프로 플랜 기능이에요. 프로 플랜으로 업그레이드하면 8가지 색을 사용할 수 있습니다.

# pro.feature.title
source: Pro Plan Feature
ko: 프로 플랜 전용 기능

# pro.upgrade.cta
source: Upgrade to the Pro Plan
ko: 프로 플랜으로 업그레이드하기

# reason.add_to_options
source: Add to options
ko: 선택 항목에 추가

# recurrence_end.unset
source: None
ko: 없음

# recurrence.condition
source: Condition
ko: 조건

# recurrence.condition.ordinal
source: Ordinal
ko: 순번

# recurrence.condition.ordinal.fifth
source: Fifth
ko: 다섯번째

# recurrence.condition.ordinal.first
source: First
ko: 첫번째

# recurrence.condition.ordinal.fourth
source: Fourth
ko: 네번째

# recurrence.condition.ordinal.last
source: Last
ko: 마지막

# recurrence.condition.ordinal.second
source: Second
ko: 두번째

# recurrence.condition.ordinal.third
source: Third
ko: 세번째

# recurrence.condition.target
source: Target
ko: 대상

# recurrence.condition.target.day
source: Day
ko: 날

# recurrence.days
source: Days
ko: 일자

# recurrence.empty
source: None
ko: 없음

# recurrence.frequency.daily
source: Daily
ko: 매일

# recurrence.frequency.label
source: Frequency
ko: 반복 종류

# recurrence.frequency.monthly
source: Monthly
ko: 매월

# recurrence.frequency.weekly
source: Weekly
ko: 매주

# recurrence.frequency.yearly
source: Yearly
ko: 매년

# recurrence.interval.label
source: Interval
ko: 반복 간격

# recurrence.interval.unit
source: day(s)
ko: 일마다

# recurrence.interval.unit.day
source: day(s)
ko: 일마다

# recurrence.interval.unit.month
source: month(s)
ko: 개월마다

# recurrence.interval.unit.week
source: week(s)
ko: 주마다

# recurrence.interval.unit.year
source: year(s)
ko: 년마다

# recurrence.last_day
source: Last day of month
ko: 말일
